Repository: dokker/ttf-catch-uploader
Catalog: languages/tts-catch-uploader-*.po
Languages: hu_hu

source: Add new %s
hu_hu: Új %s

source: Edit
hu_hu: Szerkesztés

source: Edit %s
hu_hu: %s szerkesztése

source: New %s
hu_hu: Új %s

source: View %s Page
hu_hu: %s oldal megtekintése

source: View %s
hu_hu: %s megtekintése

source: Search %s
hu_hu: %s keresése

source: No matching %s found
hu_hu: Nincs megfelelő %s

source: No %s found in Trash
hu_hu: Nincs megfelelő %s a kukában

source: Parent %s
hu_hu: Szülő %s

source: Upload catch
hu_hu: Fogás feltöltése

source: Catch saved.
hu_hu: Fogás elmentve.

source: Only logged in users can register new catch.
hu_hu: Csak bejelentkezett felhasználók rögzíthetnek új fogást.

source: Login
hu_hu: Bejelentkezés

source: Catch
hu_hu: Fogás

source: Catches
hu_hu: Fogások

# catches archive slug
source: catches
hu_hu: fogasok
